Repository: ASCOMInitiative/ASCOMPlatform
Catalog: branches/Platform_5.5/Drivers and Simulators/Gemini Driver/GeminiTelescope/Properties/Resources.*.resx
Languages: fr

source: About Gemini Driver
fr: Concernant le pilote Gemini

source: Accelerate
fr: Accelère

# AdvancedSettings
source: Advanced Gemini Settings
fr: Paramètres avancés de Gemini

source: All Speeds Mode
fr: Mode toutes les vitesses

source: At center speed
fr: Vitesse de centrage

source: At guide speed
fr: Vitesse de guidage

source: At slew speed
fr: Vitesse de déplacement

# CannotConnect
source: Cannot connect to Gemini!
fr: Ne peut pas se connecter au Gemini!

# CannotDisconnect
source: Cannot disconnect from telescope
fr: Ne peut pas se déconnecter du télescope

# CannotUseVoice
source: This voice may be unusable for announcements. Please try another.
fr: Cette voie ne peut être utilisée pour la voie. Merci d'en essayer une autre.

source: Configure Focuser
fr: Configuration du porte oculaire

source: Configure Telescope
fr: Configuration du Télescope

source: Connect
fr: Connecter

source: Decelerate
fr: Décélérer

source: Disconnect
fr: Déconnecter

# DisconnectWarning
source: Other programs are still connected. Are you sure you want to disconnect from the mount?
fr: D'autres programmes sont encore connectés. Etes-vous sûr de vouloir vous déconnecter de la monture ?

source: Down Button
fr: Bouton du bas

source: Down Key
fr: Touche du bas

# DriverMinimized
source: Gemini Controller was minimized
fr: Le controleur Gemini a été minimisé

# DriverRunning
source: Gemini ASCOM controller is still running. It can be accessed from this icon
fr: La platforme Ascom Gemini est toujours en service. Elle peut être accessible via cet icône

source: Enter Menu
fr: Entrée du menu

source: Exit
fr: Sortie

source: Exit Menu
fr: Menu de sortie

# FailedSetTime
source: Failed to set Gemini time
fr: Echec de mise à l'heure du Gemini

# FocuserFast
source: Focuser Fast Speed
fr: Vitesse rapide du porte oculaire

source: Focuser In
fr: Direction de rentrée du porte oculaire

# FocuserMedium
source: Focuser Medium Speed
fr: Vitesse moyenne du porte oculaire

source: Focuser Out
fr: Direction de sortie du porte oculaire

# FocuserSlow
source: Focuser Slow Speed
fr: Vitesse lente du porte oculaire

# GeminiConnectionAlive1
source: Are you sure you want to disconnect and exit?
fr: Etes-vous certain de vouloir vous déconnecter et sortir ?

source: Go Home
fr: Maison

source: Hide Hand Controller
fr: Cacher le controleur manuel

source: Hide Notifications
fr: Cacher les notifications

# InvalidSettings
source: The following setting(s) are invalid:
fr: Les réglages suivants sont invalides :

# InvalidSite
source: Invalid Site Settings
fr: Paramètres du lieu incorrects

source: Joystick stop
fr: Joystick arrêté

source: Left Button
fr: Gauche

source: Left Key
fr: Touche de gauche

# MedidianFlip
source: Meridian Flip
fr: Retournement au méridien

source: Move Joystick
fr: Mouvement avec le joystic

# NoProfileLoad
source: Unable to load profile:
fr: Lecture du profile impossible:

# NoProfileSave
source: Unable to save profile:
fr: Sauvegarde du profile impossible:

# ObjectBelowHorizon
source: Object below the horizon -- cannot do a meridian flip
fr: Objet sous l'horizon – ne peut procéder à un retournement au méridien

# ObjectSearch1
source: Object Search One degree
fr: Recherche de l'objet dans 1 degré

# ObjectSearch2
source: Object Search Two degrees
fr: Recherche de l'objet dans 2 degrés

# ObjectUnreachable
source: Cannot perform a meridian flip: object is unreachable from the other side
fr: Retournement au méridien impossible : l'objet est indétectable de l'autre côté

# OverwriteSettings
source: You are about to write advanced settings to Gemini. Are you sure you want to do this?
fr: Vous êtes sur le point d'écrire les paramètres avancé dans le Gemini. Etes-vous certains d'effectuer cette manipulation ?

# ParkAtCurrent
source: Park at Current Mount Position
fr: Parquer la monture dans cette position

# ParkAtCWD
source: Park at Start-up Position (CWD)
fr: Parquer la monture en mode démarrage (contre-poids en bas)

# ParkAtHome
source: Park at Home Position
fr: Parquer en position parking

# ParkCWD
source: Park at C W D
fr: Parque contre-poids en bas

source: Park Here
fr: Parque dans cette position

# ParkHome
source: Park at Home
fr: Parque vers la position maison

source: Photo Mode
fr: Mode photo

# PTPDisabled
source: Pass-through port will be disabled
fr: Le mode de port Pass-through port sera désactivé

# PTPInvalid
source: Gemini Pass-Through port # is invalid:
fr: Le port Pass-Through du Gemini est invalide:

# RebootController
source: Are you sure you want to reboot Gemini controller?
fr: Etes-vous certain de vouloir rebooter le système Gemini ?

source: Right Button
fr: Bouton droiteRight Button

source: Right Key
fr: Touche droite

# SafetyLimitSet
source: Safety Limit set to current position
fr: Les limites de sécurité sont définies pour cette position

# SelectCOMPort
source: Please select Com Port
fr: Merci de sélectionner un port Com

source: Setup
fr: Configuration

# SetupTelescope
source: Setup telescope window
fr: Panneau de configuration du télescope

source: Show Hand Controller
fr: Montrer la raquette manuelle

source: Show Notifications
fr: Afficher les notifications

# ShowSetupFocuser
source: Show setup focuser window
fr: Afficher le panneau de configuration du porte oculaire

# SomeInvalidSettings
source: Some settings are invalid!
fr: Certains paramètres sont erronés!

source: Start Tracking
fr: Démarrage du suivi

source: Stop slew
fr: Arrêt de la rotation

source: Stop Tracking
fr: Arrêt du suivi

source: Up Button
fr: Bouton direction haut

source: Up Key
fr: Touche direction haut

source: Visual Mode
fr: Mode visuel

# CannotOpenPTP
source: Cannot open pass-through port:
fr: Ne peut ouvrir le port pass-through:

# CheckPort
source: Checking serial port
fr: Vérifie le port série...

source: Connecting...
fr: Connection...

# ConnectingToGemini
source: Connecting to Gemini on
fr: Connection au Gemini établie

source: Connection Failed:
fr: Echec de la connection:

# GeminiNotResponding
source: Gemini is not responding. Please check that it's connected.
fr: Gemini ne répond pas. Merci de vérifier la connection.

# SearchForGemini
source: Searching for Gemini
fr: Recherche du Gemini

# SerialError
source: Serial port communication error
fr: Erreur de communication du port série

# SerialTimeout
source: Serial port timed out!
fr: Temps dépassé pour la détection du port série!

# TerminatingConnection
source: Gemini is not responding! Terminating connection.
fr: Gemini ne répond pas! Fin de la connection.

# TooManyErrors
source: Too many serial port errors! Please check Gemini.
fr: Trop d'erreurs sur le port série! Merci de vérifier le Gemini.

# AccJoystick
source: Accelerate Joystick Fixed Speed
fr: Augmenter la vitesse fixée par le joystic

source: Connect to Gemini
fr: Connection au Gemini

# DecJoystick
source: Decelerate Joystick Fixed Speed
fr: Décélerer la vitesse fixée par le joystick

# EnablePEC
source: Enable/Disable Periodic Error Correction (PEC)
fr: Activer/Désactiver la correction de l'erreur périodique (PEC)

# HC_DN
source: Hand Controller Down button
fr: Flèche du bas de la raquette de commande

# HC_LF
source: Hand Controller Left button
fr: Flèche de gauche de la raquette de commande

# HC_MENU
source: Hand Controller Menu button
fr: Touche Menu de la raquette de commande

# HC_RT
source: Hand Controller Right button
fr: Flèche de droite de la raquette de commande

# HC_UP
source: Hand Controller Up button
fr: Flèche du haut de la raquette de commande

# HintJoystick
source: HINT: Press a button on the joystick to see it highlited in the list above.
fr: Valider : Appuyer sur une touche sur le joystick pour le voir s'illuminer dans la liste ci-dessous.

# MeridianFlip
source: Perform Meridian Flip
fr: Effectuer un retournement au méridien

# MountDEC
source: Mount Declination
fr: Déclination de la monture

# MountLST
source: Mount Local Sidereal Time
fr: Temps sidéral de la monture

# MountRA
source: Mount Right Ascension
fr: Ascension droite de la monture

# MountStopStart
source: Stop/Start Tracking
fr: Arrêt/démarrage du suivi

# MoveFocusIn
source: Move Focuser In
fr: Faire rentrer le porte oculaire

# MoveFocusOut
source: Move Focuser Out
fr: Faire sortir le porte oculaire

# ObjSrch1
source: Object Search 1 Degree
fr: Recherche d'objet dans 1 degré

# ObjSrch2
source: Object Search 2 Degrees
fr: Recherche d'objet dans 2 degrés

source: Park mount
fr: Parquer la monture

# PERF_FLIP
source: Perform Meridian Flip
fr: Effectue un retournement au méridien

# SetFastFocuser
source: Set Fast Focuser Speed
fr: Active la vitesse rapide du porte oculaire

# SetMediumFocuser
source: Set Medium Focuser Speed
fr: Active la vitesse moyenne du porte oculaire

# SetSlowFocuser
source: Set Slow Focuser Speed
fr: Active la vitesse lente du porte oculaire

# SetupDriver
source: Setup Driver and Gemini
fr: Paramètre des pilotes et du Gemini

# SlewDECM
source: Slew DEC-
fr: Mouvement en DEC-

# SlewDECP
source: Slew DEC+
fr: Mouvement en DEC+

# SlewRAM
source: Slew RA-
fr: Mouvement en RA-

# SlewRAP
source: Slew RA+
fr: Mouvement en RA+

# ToggleFocuserSpeed
source: Toggle Focuser Speed: Slow/Medium/Fast
fr: Bascule la vitesse du porte oculaire: Lente/Moyenne/Rapide

# ToggleVAP
source: Toggle between Visual, All Speed, and Photo modes
fr: Bascule entre Vitesse Visuelle, Toutes vitesses disponibles, et Photo

# UseCenter
source: Use Centering speed
fr: Utiliser la vitesse de centrage

# UseGuide
source: Use Guiding speed
fr: Utiliser la vitesse de guidage

# UseSlew
source: Use Slew speed
fr: Utiliser la vitesse de mouvement

# SameAxis
source: RA and DEC are assigned to the same controller axis! Please select different axes.
fr: L'ascension droite et la déclinaison sont définis pour le même axe! Merci de sélectionner des axes différents.

source: Baud Rate
fr: Vitesse de transfer

source: COM port
fr: Port COM

source: connected
fr: Connecté

source: Control
fr: Contrôle

source: Disabled
fr: Non disponible

# dispCENTER
source: CENTER
fr: Centrer

# dispLIMIT
source: LIMIT!
fr: Limite!

# dispSLEW
source: SLEW
fr: Mouvement

# dispTRACK
source: TRACK
fr: En suivi

source: Elevation
fr: Altitude

source: Enabled
fr: Disponible

source: Gemini is
fr: Gemini activé

source: Mount
fr: Monture

source: Mount is connected
fr: La monture est connectée

source: Mount is disconnected
fr: La monture est déconnectée

source: Mount stopped
fr: La monture est arrêtée

source: No Target!
fr: Pas de cible!

source: not connected
fr: Pas connecté

source: Notifications
fr: Avertissements

source: Safety limit reached!
fr: La limite de sécurité est dépassée!

source: Status
fr: Etat

# ConfigureCatalogs
source: Manage Catalogs
fr: Gestion des Catalogues

# Align
source: Additional Align
fr: Alignement additionnel

# ConfigurePark
source: Configure Park Position
fr: Configurer la position parking

source: Observation Log
fr: Fichier de la sessions d'observation

# Park
source: Park Gemini
fr: Parquer Gemini

# Sync
source: Synchronize
fr: Synchroniser

# Unpark
source: Unpark Gemini
fr: Sortir du mode parking

source: Cannot set park coordinates:
fr: Ne peut assigner ces coordonnées de parking:

# DefaultProfileNotSaved
source: Default profile was not saved!
fr: Le profil par défaut n'a pas été sauvegardé!

# DefaultProfileSavedAsGeminiDefaultProfile
source: Default profile was saved as 'GeminiDefaultProfile.gp'
fr: Le profil par défaut a été sauvegardé dans 'GeminiDefaultProfile.gp'

# discWarning1
source: Gemini connection
fr: Connection au Gemini

# discWarning2
source: s are
fr: sont

# discWarning3
source: is
fr: est

# discWarning4
source: still active.
fr: encore en activité.

# dispEAST
source: EAST
fr: EST

# dispWEST
source: WEST
fr: OUEST

source: Error reading file
fr: Erreur de lecture du fichier

source: Error writing file:
fr: Error d'écriture du fichier:

# GeminiG11DefaultSafetyLimitWarning
source: Please note that Gemini default East limit of 114° is too aggressive for most G-11. Would you like to set the East limit to a more conservative 98° instead?
fr: Remarque : Par défaut, la limite Est est de 114° est trop élevée pour la plupart de G-11. Voulez-vous la fixer à 98° pour plus de sécurité ?

source: Goto failed:
fr: Echec du Goto:

source: Invalid Alt value
fr: Valeur d'altitude invalide

source: Invalid Az value
fr: Valeur d'Azimute invalide

source: Joystick is not available
fr: Le joystick n'est pas disponible

source: Object
fr: Objet

source: Operation
fr: Opération

source: Please select one!
fr: Merci d'en sélectionner un!

source: Query
fr: Requêtte

source: Reboot Gemini
fr: Redémarrer Gemini

source: Retrieve Gemini Observation Log
fr: Résultat de la session d'observation

# SafetyLimitsAggressive
source: The new safety limits are more aggressive than the Gemini default. Incorrect safety limits can result in hardware damage. Are you sure you want to use these new values?
fr: Les limites de sécurité ainsi définies sont au-delà des limites par défaut. Des limites de sécurité incorrectes peuvent endommager votre matériel. Etes-vous certain de vouloir utiliser ces paramètres ?

source: Safety Limit Warning
fr: Alarme de limites de sécurité

source: [settings from Gemini]
fr: [Paramètres depuis Gemini]

source: Time
fr: Temps

# LimitOff
source: Limit switches off
fr: Limites non utilisées

# LimitOn
source: Limit switches on
fr: Limites utilisées

# HelpMenu
source: Help!
fr: Au secours!
